ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
golang.go
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.atom-keybindings
ms-vscode.cpptools
naumovs.color-highlight
pranaygp.vscode-css-peek
rebornix.ruby
vscode-icons-team.vscode-icons
wingrunr21.vscode-ruby
